cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'

brew 'ack'
brew 'awscli'
brew 'coreutils'
brew 'emacs'
brew 'git'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'pyenv-virtualenvwrapper'
brew 'python3'
brew 'tree'
brew 'unrar'
brew 'wget'
brew 'zsh'
brew 'zsh-completions'

cask '1password'
cask 'firefox'
cask 'google-chrome'
cask 'iterm2'
cask 'karabiner-elements'
cask 'pycharm-ce'
cask 'slack'
cask 'slate'
cask 'virtualbox'

