cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/fonts'

brew 'ack'
brew 'awscli'
brew 'bash-completion'
brew 'boost'
brew 'circleci'
brew 'coreutils'
brew 'docker-credential-helper-ecr'
brew 'emacs'
brew 'gcc'
brew 'git'
brew 'graphviz'
brew 'htop'
brew 'jq'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'pyenv-virtualenvwrapper'
brew 'screen'
brew 'tcl-tk'
brew 'tree'
brew 'unrar'
brew 'wget'
brew 'yarn'
brew 'zsh'
brew 'zsh-completions'

cask '1password'
cask 'docker'
cask 'firefox'
cask 'font-source-code-pro'
cask 'google-chrome'
cask 'graphiql'
cask 'iterm2'
cask 'jabref'
cask 'julia'
cask 'mactex'
cask 'karabiner-elements'
cask 'pycharm-ce'
cask 'slack'
cask 'slate'
cask 'sequel-pro'
cask 'sublime-text'
cask 'virtualbox'
